using System;
using System.Collections.Generic;
using System.Text;

namespace SunriseEnterpriseCommon.SunriseEmun
{
	public enum AdPos
	{
		首页大横幅_W1920_H610 = 1,
		首页最新新闻_W400_H336 = 2,
		首页合作企业_W170_H80 = 3,
		公司简介大横幅_W1920_H370 = 4,
		公司简介董事长照片_W280_H304 = 41,
		公司理念大横幅_W1920_H370 = 5,
		大事记大横幅_W1920_H370 = 6,
		公司新闻大横幅_W1920_H370 = 7,
		行业新闻大横幅_W1920_H370 = 8,
		客户案例大横幅_W1920_H370 = 9,
		联系我们大横幅_W1920_H370 = 10,
		招贤纳士大横幅_W1920_H370 = 11,
		首页合作案例_W625_H400 = 12,
		首页产品中心_W240_H320 = 14,
		手机端首页产品中心_W300_H300 = 13,
		手机端首页产品中心后三张_W240_H320 = 16,
		手机端首页大横幅_W800_H600 = 15,
		解决方案大横幅_W1920_H610 = 17,
		手机端关于我们横幅_W720_H420 = 24,
		手机端新闻中心横幅_W720_H420 = 25,
		手机端产品中心横幅_W720_H420 = 26,
		手机端合作案例横幅_W720_H420 = 27,
		手机端联系我们横幅_W720_H420 = 28
	}
}
